accessibility-inspector
acpi
acpi_call
acpid
alligator
atac
audex
aurorae
base
base-devel
bleachbit
bluedevil
blueman
bluez-utils
breeze
brightnessctl
btop
chromium
cmake
code
cpupower
discord
docker
docker-compose
dolphin
dosfstools
drawing
dunst
efibootmgr
ethtool
eza
fastfetch
fd
ffmpegthumbs
filelight
firefox
fish
flatpak-kcm
fzf
ghostscript
git
git-filter-repo
github-cli
gnome-keyring
gnome-themes-extra
grim
grub
gsimplecal
gst-plugin-pipewire
gtk-engine-murrine
gvfs-mtp
gvfs-smb
helvum
hypridle
hyprland
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpolkitagent
hyprutils
imagemagick
impala
intel-gpu-tools
intel-media-driver
intel-ucode
isoimagewriter
iwd
jq
k3b
kactivitymanagerd
kde-cli-tools
kdecoration
kglobalacceld
kitty
kjournald
kscreenlocker
ksystemstats
kwayland
kwin
layer-shell-qt
lazydocker
lazygit
less
libkscreen
libksysguard
libplasma
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
localsend-bin
lua51
luarocks
lvm2
lxappearance
ly
maven
milou
mpd
mpv
mtools
nano
nautilus
neovim
network-manager-applet
nodejs
noto-fonts-emoji
npm
obs-studio
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
papirus-icon-theme
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-integration
plasma-workspace
plasma5support
polkit-kde-agent
powertop
poxml
pulsemixer
python-dotenv
python-flask
python-pika
python-pip
python-pynvim
qqc2-breeze-style
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
rsync
ruby
sassc
slurp
smartmontools
sof-firmware
spotify-launcher
steam
svgpart
swappy
swaylock
swaync
tailscale
teams-for-linux
tectonic
telly-skout
tlp
tlp-rdw
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ueberzug
unzip
uwsm
vi
vim
vulkan-intel
waybar
webapp-manager
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
xorg-server
xorg-xinit
yay
zen-browser-bin
zoxide
zram-generator
